Repository: lucaszb-orla/transcribe
Catalog: Sources/Transcribe/Localizable.xcstrings
Source language: pt_br
Languages: en, es, fr

source: %lld Terminais
en: %lld Terminals
es: %lld terminales
fr: %lld Terminaux

source: %lld de 3 permissões essenciais
en: %lld of 3 essential permissions
es: %lld de 3 permisos esenciales
fr: %lld autorisations essentielles sur 3

source: %lld por cento
en: %lld percent
es: %lld por ciento
fr: %lld pour cent

source: %lld por cento no seu Mac
en: %lld percent on your Mac
es: %lld por ciento en tu Mac
fr: %lld pour cent sur votre Mac

source: 1 EXTRA, SE VOCÊ QUISER
en: 1 EXTRA, IF YOU'D LIKE
es: 1 EXTRA, SI QUIERES
fr: 1 EN PLUS, SI VOUS VOULEZ

source: A pasta escolhida não existe mais ou não é um repositório git válido.
en: The chosen folder no longer exists or isn't a valid git repository.
es: La carpeta elegida ya no existe o no es un repositorio git válido.
fr: Le dossier choisi n’existe plus ou n’est pas un dépôt git valide.

source: A reunião foi salva, mas não deu pra copiar em Markdown para a pasta escolhida: %@
en: The meeting was saved, but it wasn't possible to copy it as Markdown to the chosen folder: %@
es: La reunión se guardó, pero no fue posible copiarla en Markdown a la carpeta elegida: %@
fr: La réunion a été enregistrée, mais impossible de la copier en Markdown dans le dossier choisi : %@

source: A transcrição on-device espera este idioma. Fale nele para melhores resultados.
en: On-device transcription expects this language. Speak in it for better results.
es: La transcripción en el dispositivo espera este idioma. Háblalo para obtener mejores resultados.
fr: La transcription sur l’appareil attend cette langue. Parlez dans cette langue pour de meilleurs résultats.

source: A transcrição será salva. Você pode retomá-la depois abrindo a reunião.
en: The transcript will be saved. You can resume it later by opening the meeting.
es: La transcripción se guardará. Puedes retomarla después abriendo la reunión.
fr: La transcription sera enregistrée. Vous pourrez la reprendre plus tard en ouvrant la réunion.

source: ACESSOS ESSENCIAIS
en: ESSENTIAL ACCESS
es: ACCESOS ESENCIALES
fr: ACCÈS ESSENTIELS

source: Aberto no Terminal
en: Opened in Terminal
es: Abierto en Terminal
fr: Ouvert dans le Terminal

source: Abre um Terminal e deixa o Claude Code implementar, commitar, dar push e abrir Pull Request sozinho, sem pedir confirmação a cada passo.
en: Opens a Terminal and lets Claude Code implement, commit, push, and open a Pull Request on its own, without asking for confirmation at every step.
es: Abre una Terminal y deja que Claude Code implemente, haga commit, push y abra un Pull Request por su cuenta, sin pedir confirmación en cada paso.
fr: Ouvre un Terminal et laisse Claude Code implémenter, committer, pousser et ouvrir une Pull Request tout seul, sans demander de confirmation à chaque étape.

source: Abrir Ajustes
en: Open Settings
fr: Ouvrir les Réglages

source: Abrir no Claude Code
en: Open in Claude Code
es: Abrir en Claude Code
fr: Ouvrir dans Claude Code

source: Acesso negado. Você pode alterá-lo nos Ajustes do Sistema.
en: Access denied. You can change it in System Settings.
es: Acceso denegado. Puedes cambiarlo en los Ajustes del Sistema.
fr: Accès refusé. Vous pouvez le modifier dans les Réglages Système.

source: Agora não
en: Not now
es: Ahora no
fr: Pas maintenant

source: Agora, reconhecer sua fala
en: Now, recognizing your speech
es: Ahora, reconocer tu voz
fr: Maintenant, reconnaître votre voix

source: Ajustes
en: Settings
fr: Réglages

source: Ajustes…
en: Settings…
fr: Réglages…

source: Alto
en: High
fr: Élevé

source: Ao encerrar cada transcrição, salva uma cópia em Markdown (.md) na pasta escolhida, além do que o app já guarda por conta própria.
en: When each transcript ends, saves a Markdown (.md) copy to the chosen folder, in addition to what the app already stores on its own.
es: Al finalizar cada transcripción, guarda una copia en Markdown (.md) en la carpeta elegida, además de lo que la app ya guarda por su cuenta.
fr: À la fin de chaque transcription, enregistre une copie en Markdown (.md) dans le dossier choisi, en plus de ce que l’app conserve déjà elle-même.

source: Apagar
en: Delete
es: Eliminar
fr: Supprimer

source: Apagar preset
en: Delete preset
es: Eliminar preset
fr: Supprimer le préréglage

source: Apagar preset?
en: Delete preset?
es: ¿Eliminar preset?
fr: Supprimer le préréglage ?

source: As opções atuais serão salvas como um preset reutilizável.
en: The current options will be saved as a reusable preset.
es: Las opciones actuales se guardarán como un preset reutilizable.
fr: Les options actuelles seront enregistrées comme préréglage réutilisable.

source: As permissões essenciais estão ativas. Você já pode começar sua primeira transcrição.
en: The essential permissions are active. You can start your first transcript now.
es: Los permisos esenciales están activos. Ya puedes empezar tu primera transcripción.
fr: Les autorisations essentielles sont actives. Vous pouvez démarrer votre première transcription.

source: Atualizar status
en: Refresh status
es: Actualizar estado
fr: Actualiser le statut

source: Baixo
en: Low
es: Bajo
fr: Faible

source: Buscar por título ou transcrição
en: Search by title or transcript
es: Buscar por título o transcripción
fr: Rechercher par titre ou transcription

source: Calendário
en: Calendar
es: Calendario
fr: Calendrier

source: Cancelar
en: Cancel
fr: Annuler

source: Captura o que você diz durante a reunião. O áudio é processado no próprio Mac.
en: Captures what you say during the meeting. The audio is processed on your own Mac.
es: Captura lo que dices durante la reunión. El audio se procesa en el propio Mac.
fr: Capture ce que vous dites pendant la réunion. L’audio est traité sur votre Mac.

source: Claude (nuvem)
en: Claude (cloud)
es: Claude (nube)
fr: Claude (cloud)

source: Compartilhar
en: Share
es: Compartir
fr: Partager

source: Conceda acesso ao microfone, reconhecimento de fala e gravação de tela antes de gravar.
en: Grant access to microphone, speech recognition, and screen recording before recording.
es: Concede acceso al micrófono, al reconocimiento de voz y a la grabación de pantalla antes de grabar.
fr: Accordez l’accès au microphone, à la reconnaissance vocale et à l’enregistrement de l’écran avant d’enregistrer.

source: Concluir
en: Done
fr: Terminer

source: Concluir edição
en: Finish editing
es: Concluir edición
fr: Terminer la modification

source: Conectar Calendário
en: Connect Calendar
es: Conectar Calendario
fr: Connecter le Calendrier

source: Conecte o Calendário na tela de Reuniões para ativar esta automação.
en: Connect Calendar in the Meetings screen to enable this automation.
es: Conecta el Calendario en la pantalla de Reuniones para activar esta automatización.
fr: Connectez le Calendrier dans l’écran Réunions pour activer cette automatisation.

source: Conecte seu Calendário
en: Connect your Calendar
es: Conecta tu Calendario
fr: Connectez votre Calendrier

source: Continuando uma transcrição existente
en: Continuing an existing transcript
es: Continuando una transcripción existente
fr: Poursuite d’une transcription existante

source: Continuar
en: Continue
fr: Continuer

source: Continuar gravando
en: Keep recording
es: Seguir grabando
fr: Continuer l’enregistrement

source: Continuar transcrição
en: Continue transcript
es: Continuar transcripción
fr: Poursuivre la transcription

source: Copiar como Markdown
en: Copy as Markdown
fr: Copier en Markdown

source: Copiar como texto
en: Copy as text
fr: Copier en texte

source: Descrição
en: Description
es: Descripción
fr: Description

source: Desenvolvimento
en: Development
es: Desarrollo
fr: Développement

source: E o áudio dos participantes
en: And the participants' audio
es: Y el audio de los participantes
fr: Et l’audio des participants

source: Editar
en: Edit
fr: Modifier

source: Editar transcrição
en: Edit transcript
es: Editar transcripción
fr: Modifier la transcription

source: Encerrar
en: End
es: Finalizar
fr: Terminer

source: Encerrar transcrição
en: End transcript
es: Finalizar transcripción
fr: Terminer la transcription

source: Encerrar transcrição?
en: End transcript?
es: ¿Finalizar transcripción?
fr: Terminer la transcription ?

source: Encerre a transcrição atual para rever o onboarding.
en: End the current transcript to review onboarding.
es: Finaliza la transcripción actual para volver a ver la incorporación.
fr: Terminez la transcription en cours pour revoir l’intégration.

source: Entrada de áudio
en: Audio input
es: Entrada de audio
fr: Entrée audio

source: Enviado, PR ainda não encontrada
en: Sent, PR not found yet
es: Enviado, PR aún no encontrada
fr: Envoyé, PR pas encore trouvée

source: Escolha uma reunião na lista para ver a transcrição e o resumo.
en: Choose a meeting from the list to see the transcript and summary.
es: Elige una reunión de la lista para ver la transcripción y el resumen.
fr: Choisissez une réunion dans la liste pour voir la transcription et le résumé.

source: Escolher pasta…
en: Choose folder…
es: Elegir carpeta…
fr: Choisir un dossier…

source: Escolher repositório…
en: Choose repository…
es: Elegir repositorio…
fr: Choisir un dépôt…

source: Esforço
en: Effort
es: Esfuerzo
fr: Effort

source: Essa reunião é longa demais para o modelo on-device processar de uma vez. Tente novamente em alguns instantes.
en: This meeting is too long for the on-device model to process at once. Try again in a moment.
es: Esta reunión es demasiado larga para que el modelo en el dispositivo la procese de una vez. Inténtalo de nuevo en unos instantes.
fr: Cette réunion est trop longue pour que le modèle sur l’appareil la traite en une fois. Réessayez dans un instant.

source: Este Mac não é compatível com o Apple Intelligence, então o resumo automático fica indisponível.
en: This Mac isn't compatible with Apple Intelligence, so automatic summaries aren't available.
es: Este Mac no es compatible con Apple Intelligence, por lo que el resumen automático no está disponible.
fr: Ce Mac n’est pas compatible avec Apple Intelligence, le résumé automatique n’est donc pas disponible.

source: Excluir
en: Delete
es: Eliminar
fr: Supprimer

source: Excluir reunião?
en: Delete meeting?
es: ¿Eliminar reunión?
fr: Supprimer la réunion ?

source: Exportar…
en: Export…
fr: Exporter…

source: Fale algo para ver a transcrição aparecer em tempo real.
en: Say something to see the transcript appear in real time.
es: Di algo para ver la transcripción aparecer en tiempo real.
fr: Dites quelque chose pour voir la transcription apparaître en temps réel.

source: Fechar
en: Close
es: Cerrar
fr: Fermer

source: Formato
en: Format
fr: Format

source: Gerar
en: Generate
es: Generar
fr: Générer

source: Gerar com
en: Generate with
es: Generar con
fr: Générer avec

source: Gerar specs
en: Generate specs
es: Generar specs
fr: Générer les specs

source: Gere specs de implementação a partir da transcrição e mande o Claude Code implementar sozinho.
en: Generate implementation specs from the transcript and have Claude Code implement them on its own.
es: Genera specs de implementación a partir de la transcripción y deja que Claude Code las implemente por su cuenta.
fr: Générez des specs d’implémentation à partir de la transcription et laissez Claude Code les implémenter tout seul.

source: Grava sozinho quando uma reunião do calendário com link de chamada começa e para no fim do evento, sem precisar clicar.
en: Records on its own when a calendar meeting with a call link starts, and stops at the end of the event, with no clicking needed.
es: Graba por sí sola cuando empieza una reunión del calendario con enlace de llamada, y se detiene al final del evento, sin necesidad de hacer clic.
fr: Enregistre automatiquement quand une réunion du calendrier avec un lien d’appel commence, et s’arrête à la fin de l’événement, sans avoir à cliquer.

source: Gravando
en: Recording
es: Grabando
fr: Enregistrement

source: Idioma
en: Language
fr: Langue

source: Idioma da transcrição
en: Transcription language
es: Idioma de la transcripción
fr: Langue de la transcription

source: Ignorar
en: Dismiss
fr: Ignorer

source: Incluir itens de ação
en: Include action items
es: Incluir elementos de acción
fr: Inclure les actions à suivre

source: Iniciar e encerrar gravação automaticamente
en: Start and end recording automatically
es: Iniciar y finalizar la grabación automáticamente
fr: Démarrer et arrêter l’enregistrement automatiquement

source: Iniciar transcrição
en: Start transcript
es: Iniciar transcripción
fr: Démarrer la transcription

source: Instruções adicionais
en: Additional instructions
es: Instrucciones adicionales
fr: Instructions supplémentaires

source: Isso roda de verdade
en: This really runs
es: Esto se ejecuta de verdad
fr: Ça s’exécute pour de vrai

source: Isso vai abrir %1$@ e deixar o Claude Code implementar, commitar, dar push e abrir Pull Request sozinho em “%2$@”.
en: This will open %1$@ and let Claude Code implement, commit, push, and open a Pull Request on its own in “%2$@”.
es: Esto abrirá %1$@ y dejará que Claude Code implemente, haga commit, push y abra un Pull Request por su cuenta en “%2$@”.
fr: Cela va ouvrir %1$@ et laisser Claude Code implémenter, committer, pousser et ouvrir une Pull Request tout seul dans « %2$@ ».

source: Itens de ação
en: Action items
es: Elementos de acción
fr: Actions à suivre

source: Microfone
en: Microphone
es: Micrófono
fr: Microphone

source: Modelo
en: Model
fr: Modèle

source: Mostra todas as etapas sem solicitar novamente as permissões do macOS
en: Shows every step without requesting macOS permissions again
es: Muestra todos los pasos sin volver a solicitar los permisos de macOS
fr: Affiche toutes les étapes sans redemander les autorisations macOS

source: Muito alto
en: Very high
es: Muy alto
fr: Très élevé

source: Máximo
en: Maximum
fr: Maximum

source: Médio
en: Medium
es: Medio
fr: Moyen

source: Nenhum preset. Salve um a partir da tela de uma reunião.
en: No presets. Save one from a meeting's screen.
es: Ningún preset. Guarda uno desde la pantalla de una reunión.
fr: Aucun préréglage. Enregistrez-en un depuis l’écran d’une réunion.

source: Nenhum repositório escolhido
en: No repository chosen
es: Ningún repositorio elegido
fr: Aucun dépôt choisi

source: Nenhum resultado
en: No results
es: Sin resultados
fr: Aucun résultat

source: Nenhuma pasta escolhida
en: No folder chosen
es: Ninguna carpeta elegida
fr: Aucun dossier choisi

source: Nenhuma reunião ainda
en: No meetings yet
es: Aún no hay reuniones
fr: Aucune réunion pour l’instant

source: Nenhuma reunião encontrada para “%@”.
en: No meeting found for “%@”.
es: No se encontró ninguna reunión para “%@”.
fr: Aucune réunion trouvée pour « %@ ».

source: Nome
en: Name
es: Nombre
fr: Nom

source: Nome do preset
en: Preset name
es: Nombre del preset
fr: Nom du préréglage

source: Nova transcrição
en: New transcript
es: Nueva transcripción
fr: Nouvelle transcription

source: Não encontrei o `%@` no PATH deste Mac. Confirme que está instalado e autenticado, e tente de novo.
en: I couldn't find `%@` in this Mac's PATH. Make sure it's installed and authenticated, then try again.
es: No encontré `%@` en el PATH de este Mac. Confirma que está instalado y autenticado, e inténtalo de nuevo.
fr: Je n’ai pas trouvé `%@` dans le PATH de ce Mac. Vérifiez qu’il est installé et authentifié, puis réessayez.

source: Não foi possível concluir a ação
en: The action couldn't be completed
es: No se pudo completar la acción
fr: Impossible de terminer l’action

source: Não foi possível excluir a reunião: %@
en: The meeting couldn't be deleted: %@
es: No se pudo eliminar la reunión: %@
fr: Impossible de supprimer la réunion : %@

source: Não foi possível gerar isso com o Apple Intelligence: %@
en: This couldn't be generated with Apple Intelligence: %@
es: No se pudo generar esto con Apple Intelligence: %@
fr: Impossible de générer ceci avec Apple Intelligence : %@

source: Não foi possível iniciar a gravação: %@
en: The recording couldn't be started: %@
es: No se pudo iniciar la grabación: %@
fr: Impossible de démarrer l’enregistrement : %@

source: Não foi possível salvar a reunião continuada: %@
en: The continued meeting couldn't be saved: %@
es: No se pudo guardar la reunión continuada: %@
fr: Impossible d’enregistrer la réunion poursuivie : %@

source: Não foi possível salvar a reunião: %@
en: The meeting couldn't be saved: %@
es: No se pudo guardar la reunión: %@
fr: Impossible d’enregistrer la réunion : %@

source: Nível do microfone
en: Microphone level
es: Nivel del micrófono
fr: Niveau du microphone

source: O Apple Intelligence não está ativado. Ative em Ajustes do Sistema › Apple Intelligence e Siri para gerar resumos automáticos.
en: Apple Intelligence isn't turned on. Turn it on in System Settings › Apple Intelligence & Siri to generate automatic summaries.
es: Apple Intelligence no está activado. Actívalo en Ajustes del Sistema › Apple Intelligence y Siri para generar resúmenes automáticos.
fr: Apple Intelligence n’est pas activé. Activez-le dans Réglages Système › Apple Intelligence et Siri pour générer des résumés automatiques.

source: O Apple Intelligence recusou processar esse conteúdo por segurança.
en: Apple Intelligence refused to process this content for safety reasons.
es: Apple Intelligence se negó a procesar este contenido por seguridad.
fr: Apple Intelligence a refusé de traiter ce contenu pour des raisons de sécurité.

source: O Claude não devolveu uma lista de specs válida. Resposta recebida: %@
en: Claude didn't return a valid spec list. Response received: %@
es: Claude no devolvió una lista de specs válida. Respuesta recibida: %@
fr: Claude n’a pas renvoyé de liste de specs valide. Réponse reçue : %@

source: O Transcribe pode avisar quando uma reunião com link estiver começando. Você também pode ativar isso depois.
en: Transcribe can let you know when a meeting with a link is starting. You can also turn this on later.
es: Transcribe puede avisarte cuando una reunión con enlace esté por empezar. También puedes activarlo más tarde.
fr: Transcribe peut vous prévenir quand une réunion avec un lien commence. Vous pourrez aussi l’activer plus tard.

source: O macOS exige Gravação de Tela para capturar somente o áudio do sistema. Nenhum vídeo é salvo.
en: macOS requires Screen Recording to capture just the system audio. No video is saved.
es: macOS exige Grabación de Pantalla para capturar solo el audio del sistema. No se guarda ningún vídeo.
fr: macOS exige l’Enregistrement de l’écran pour capturer uniquement l’audio du système. Aucune vidéo n’est enregistrée.

source: O modelo do Apple Intelligence ainda está sendo baixado. Tente novamente em alguns minutos.
en: The Apple Intelligence model is still being downloaded. Try again in a few minutes.
es: El modelo de Apple Intelligence todavía se está descargando. Inténtalo de nuevo en unos minutos.
fr: Le modèle Apple Intelligence est encore en cours de téléchargement. Réessayez dans quelques minutes.

source: O repositório tem alterações não commitadas. Faça commit ou stash antes de rodar a automação.
en: The repository has uncommitted changes. Commit or stash them before running the automation.
es: El repositorio tiene cambios sin confirmar. Haz commit o stash antes de ejecutar la automatización.
fr: Le dépôt contient des modifications non validées. Faites un commit ou un stash avant de lancer l’automatisation.

source: O resumo automático (Apple Intelligence) está indisponível no momento.
en: Automatic summary (Apple Intelligence) is currently unavailable.
es: El resumen automático (Apple Intelligence) no está disponible en este momento.
fr: Le résumé automatique (Apple Intelligence) est actuellement indisponible.

source: O áudio do sistema (outros participantes) é capturado à parte via gravação de tela.
en: System audio (other participants) is captured separately via screen recording.
es: El audio del sistema (otros participantes) se captura aparte mediante la grabación de pantalla.
fr: L’audio du système (les autres participants) est capturé séparément via l’enregistrement de l’écran.

source: O áudio do sistema parou de ser capturado: %@
en: System audio stopped being captured: %@
es: El audio del sistema dejó de capturarse: %@
fr: La capture de l’audio du système s’est arrêtée : %@

source: Ouvindo…
en: Listening…
es: Escuchando…
fr: Écoute en cours…

source: PRIVACIDADE
en: PRIVACY
es: PRIVACIDAD
fr: CONFIDENTIALITÉ

source: Padrão do sistema
en: System default
es: Predeterminado del sistema
fr: Réglage système par défaut

source: Participantes
en: Participants
fr: Participants

source: Pausado
en: Paused
fr: En pause

source: Pausar
en: Pause
fr: Mettre en pause

source: Pausar transcrição
en: Pause transcript
es: Pausar transcripción
fr: Mettre la transcription en pause

source: Permitir
en: Allow
fr: Autoriser

source: Personalizado
en: Custom
fr: Personnalisé

source: Presets de resumo
en: Summary presets
es: Presets de resumen
fr: Préréglages de résumé

source: Primeiro, seu microfone
en: First, your microphone
es: Primero, tu micrófono
fr: D’abord, votre microphone

source: Prosa
en: Prose
fr: Prose

source: Quer conectar o Calendário?
en: Want to connect Calendar?
es: ¿Quieres conectar el Calendario?
fr: Voulez-vous connecter le Calendrier ?

source: Receba sugestões quando uma reunião com link estiver prestes a começar.
en: Get suggestions when a meeting with a link is about to start.
es: Recibe sugerencias cuando una reunión con enlace esté por comenzar.
fr: Recevez des suggestions quand une réunion avec un lien est sur le point de commencer.

source: Refazer
en: Redo
es: Rehacer
fr: Refaire

source: Refazer resumo
en: Redo summary
es: Rehacer resumen
fr: Refaire le résumé

source: Regerar specs
en: Regenerate specs
es: Regenerar specs
fr: Régénérer les specs

source: Reiniciar o Transcribe
en: Restart Transcribe
es: Reiniciar Transcribe
fr: Redémarrer Transcribe

source: Remover spec
en: Remove spec
es: Eliminar spec
fr: Supprimer la spec

source: Reproduz o onboarding completo sem alterar as permissões ou a conclusão já salva.
en: Replays the full onboarding without changing the permissions or the already-saved completion state.
es: Reproduce toda la incorporación sin cambiar los permisos ni la finalización ya guardada.
fr: Rejoue l’intégration complète sans modifier les autorisations ni l’état déjà enregistré.

source: Resumo
en: Summary
es: Resumen
fr: Résumé

source: Retomar
en: Resume
es: Reanudar
fr: Reprendre

source: Retomar transcrição
en: Resume transcript
es: Reanudar transcripción
fr: Reprendre la transcription

source: Reunião de %@
en: Meeting on %@
es: Reunión del %@
fr: Réunion du %@

source: Reunião sem título
en: Untitled meeting
es: Reunión sin título
fr: Réunion sans titre

source: Reuniões
en: Meetings
es: Reuniones
fr: Réunions

source: Rever onboarding
en: Review onboarding
es: Revisar incorporación
fr: Revoir l’intégration

source: Rodar
en: Run
es: Ejecutar
fr: Lancer

source: Rodar %lld automações?
en: Run %lld automations?
es: ¿Ejecutar %lld automatizaciones?
fr: Lancer %lld automatisations ?

source: Rodar automação?
en: Run automation?
es: ¿Ejecutar automatización?
fr: Lancer l’automatisation ?

source: Rodar tudo
en: Run all
es: Ejecutar todo
fr: Tout lancer

source: Sair
en: Quit
es: Salir
fr: Quitter

source: Salvamento automático
en: Automatic saving
es: Guardado automático
fr: Enregistrement automatique

source: Salvar
en: Save
es: Guardar
fr: Enregistrer

source: Salvar como preset…
en: Save as preset…
es: Guardar como preset…
fr: Enregistrer comme préréglage…

source: Salvar preset
en: Save preset
es: Guardar preset
fr: Enregistrer le préréglage
